package data;

public class Constant {

	/**
	 * 分类
	 */
	public static final String[] LIST_TYPE = {"新闻资讯","时尚","娱乐","生活","旅游摄影","科技IT","互联网","美容瘦身","汽车","家居房产","美食",
		"星座命理","母婴育儿","财经","情感","游戏动漫","购物","体育锻炼","健康养生","教育培训", "幽默","职场","其他"};
	
	/**
	 * 分类对应的id
	 */
	public static final String[] LIST_TYPE_ID_WX_CWQ = {"295", "316", "313", "294", "318", "317","333", "322", "317", "329", "500", "332", "326", "333", "313", "336", "338", 
		"320", "334", "320", "323, 324", "331", "329", "327", "500", "500"};
	
	public static final String[] LIST_TYPE_ID_WB_CWQ = {"295", "334", "313", "294", "318", "317", "340", "322",
		"317", "329", "500", "332", "326", "313", "313", "336", "338",
		"320", "334", "320", "323", "331", "329", "327", "500", "500"};
	
	public static final String[] LIST_TYPE_ID_WB_WBY = {"323", "324", "324", "318", "294", "500", "323", "500", "444", "317", "317", "317", "317", "336", "332",
		"295", "295", "295", "320", "321"};
	
	public static final String[] LIST_TYPE_ID_WX_WBY = {"382", "500", "326", "317", "322", "317", "320", "320", "332", "323", "444", "316", "318", 
		"327", "329", "336", "313", "334", "338", "294", "340", "295", "500", "331", "333", "500", 
		"329", "318", "500", "500"};
	
	public static final String[] LIST_AREA = {"全国","北京","安徽","福建","甘肃","广东","广西","贵州","海南","河北","河南","黑龙江","湖北","湖南","吉林","江苏","江西","辽宁","内蒙古","宁夏","青海","山东","山西","陕西","上海","四川","天津","西藏","新疆","云南","浙江","重庆","香港","澳门","台湾"};
	
	public static final String UID_RWJ = "991";
	public static final String UID_CWQ = "992";
	public static final String UID_WBY = "993";
	
	
}
